{
  "clean_up_tokenization_spaces": true,
  "cls_token": "[SEP]",
  "do_basic_tokenize": true,
  "do_lower_case": true,
  "full_tokenizer_file": null,
  "mask_token": "[MASK]",
  "model_max_length": 512,
  "never_split": null,
  "pad_token": "[PAD]",
  "sep_token": "[SEP]",
  "strip_accents": null,
  "tokenize_chinese_chars": true,
  "tokenizer_class": "ProphetNetTokenizer",
  "tokenizer_file": null,
  "unk_token": "[UNK]",
  "x_sep_token": "[X_SEP]",
  "xprophetnet_tokenizer": false
}
